import { QuizQuestion } from "../types/quiz";

export const quizData: QuizQuestion[] =[
  {
    "id": 1,
    "question": "റൂത്ത് അധ്യായം ഒന്നിൽ ആകെ എത്ര വാക്യങ്ങൾ ഉണ്ട്?",
    "answer": "22 വാക്യങ്ങൾ"
  },
  {
    "id": 2,
    "question": "റൂത്ത് ഒന്നാം അധ്യായത്തിലെ ആദ്യത്തെ തലക്കെട്ട്?",
    "answer": "എലിമലേക്കും കുടുംബവും മൊവാബിൽ"
  },
  {
    "id": 3,
    "question": "ആരുടെ ഭരണകാലത്താണ് നാട്ടിൽ ക്ഷാമം ഉണ്ടായത്?",
    "answer": "ന്യായാധിപന്മാരുടെ"
  },
  {
    "id": 4,
    "question": "ന്യായാധിപന്മാരുടെ ഭരണകാലത്ത് നാട്ടിൽ എന്ത് ഉണ്ടായി?",
    "answer": "ക്ഷാമം"
  },
  {
    "id": 5,
    "question": "മൊവാബ് ദേശത്ത് കുടിയേറി പാർത്തയാൾ എവിടുത്തുകാരനായിരുന്നു?",
    "answer": "യൂദായിലെ ഒരു ബെത്ലഹേംകാരൻ"
  },
  {
    "id": 6,
    "question": "യൂദായിലെ ഒരു ബെത്ലഹേംകാരൻ ആരെല്ലാം ഒന്നിച്ചാണ് മൊവാബ് ദേശത്ത് കുടിയേറി പാർത്തത്?",
    "answer": "ഭാര്യയും പുത്രന്മാർ ഇരുവരും ഒന്നിച്ച്"
  },
  {
    "id": 7,
    "question": "ഭാര്യയും പുത്രന്മാർ ഇരുവരും ഒത്ത് മൊവാബ് ദേശത്ത് കുടിയേറി പാർത്തത് ആര്?",
    "answer": "യൂദായിലെ ഒരു ബെത്ലഹേംകാരൻ"
  },
  {
    "id": 8,
    "question": "മൊവാബ് ദേശത്ത് കുടിയേറി പാർത്ത യൂദായിലെ ഒരു ബെത്ലഹേംകാരന്റെ പേരെന്ത്?",
    "answer": "എലിമെലക്ക്"
  },
  {
    "id": 9,
    "question": "നവോമിയുടെ ഭർത്താവിൻറെ പേര്?",
    "answer": "എലിമെലക്ക്"
  },
  {
    "id": 10,
    "question": "ആരായിരുന്നു എലിമലക്കിന്റെ ഭാര്യ?",
    "answer": "നവോമി"
  },
  {
    "id": 11,
    "question": "എലിമലക്കിന്റെ പുത്രന്മാരുടെ പേര്?",
    "answer": "മഹലോനും കിലിയോനും"
  },
  {
    "id": 12,
    "question": "മഹലോന്റെയും കിലിയോന്റെയും മാതാപിതാക്കൾ?",
    "answer": "എലിമലക്കും നവോമിയും"
  },
  {
    "id": 13,
    "question": "അവർ യൂദായിലെ ബെത്ലഹേമിൽ നിന്നുള്ള ഡാഷ് (റൂത്ത് 1:2 പ്രകാരം പൂരിപ്പിക്കുക)?",
    "answer": "എഫ്രാത്യരായിരുന്നു"
  },
  {
    "id": 14,
    "question": "യൂദായിലെ ബെത്ലഹേമിൽ നിന്നുള്ള എഫ്രാത്യരായ എലിമലക്കും കുടുംബവും എവിടെയാണ് താമസമാക്കി?",
    "answer": "മൊവാബിൽ"
  },
  {
    "id": 15,
    "question": "നവോമിയുടെ ഭർത്താവിൻറെ മരണവിവരം രേഖപ്പെടുത്തിയിരിക്കുന്ന വാക്യം?",
    "answer": "റൂത്ത് 1:3"
  },
  {
    "id": 16,
    "question": "നവോമിയുടെ ഭർത്താവിന് എന്തു സംഭവിച്ചു?",
    "answer": "മരിച്ചു"
  },
  {
    "id": 17,
    "question": "നവോമിയുടെ ഭർത്താവ് മരിച്ചു എന്ന് പറഞ്ഞതിനെ തുടർന്ന് പറഞ്ഞിരിക്കുന്നത് എന്ത്?",
    "answer": "അവളും പുത്രന്മാരും ശേഷിച്ചു"
  },
  {
    "id": 18,
    "question": "നവോമിയുടെ പുത്രന്മാർ വിവാഹം ചെയ്ത സ്ത്രീകളുടെ പേര്?",
    "answer": [
      "ഓർഫ",
      "റൂത്ത്"
    ]
  },
  {
    "id": 19,
    "question": "നവോമിയുടെ പുത്രന്മാർ വിവാഹം ചെയ്ത ഓർഫ, റൂത്ത് എന്നീ സ്ത്രീകൾ ഏതു ദേശക്കാരായിരുന്നു?",
    "answer": "മൊവാബ്യർ"
  },
  {
    "id": 20,
    "question": "മഹലോനും കിലിയോനും ഓർഫ, റൂത്ത് എന്നീ സ്ത്രീകളെ വിവാഹം ചെയ്ത് എത്ര വർഷം അവരോടൊപ്പം കഴിഞ്ഞു?",
    "answer": "പത്തു വർഷത്തോളം"
  },
  {
    "id": 21,
    "question": "മഹലോനും കിലിയോനും ഓർഫ, റൂത്ത് എന്നീ സ്ത്രീകളെ വിവാഹം ചെയ്തു അങ്ങനെ കഴിഞ്ഞുവരെ എന്താണ് സംഭവിച്ചത്?",
    "answer": "മഹലോനും കിലിയോനും മരിച്ചു"
  },
  {
    "id": 22,
    "question": "നവോമിക്ക് ആരെല്ലാം നഷ്ടപ്പെട്ടു എന്നാണ് റൂത്ത് 1:5 ൽ പറഞ്ഞിരിക്കുന്നത്?",
    "answer": "ഭർത്താവും പുത്രന്മാരും നഷ്ടപ്പെട്ടു"
  },
  {
    "id": 23,
    "question": "റൂത്ത് ഒന്നാം അധ്യായത്തിന്റെ രണ്ടാമത്തെ തലക്കെട്ട്?",
    "answer": "നവോമിയും റൂത്തും ബെത്ലഹേമിലേക്ക്"
  },
  {
    "id": 24,
    "question": "എന്തു കേട്ടാണ് നവോമി മരുമക്കളോടുകൂടെ മൊവാബിൽ നിന്ന് തിരികെ പോകാൻ ഒരുങ്ങിയത്?",
    "answer": "കർത്താവ് തൻറെ ജനത്തെ ഭക്ഷണം നൽകി അനുഗ്രഹിക്കുന്നു എന്നു കേട്ട്"
  },
  {
    "id": 25,
    "question": "കർത്താവ് തൻറെ ജനത്തെ ഭക്ഷണം നൽകി അനുഗ്രഹിക്കുന്നു എന്നു കേട്ടതാര്?",
    "answer": "നവോമി"
  },
  {
    "id": 26,
    "question": "ആര് തൻറെ ജനത്തെ ഭക്ഷണം നൽകി അനുഗ്രഹിക്കുന്നു എന്നാണ് നവോമി കേട്ടത്?",
    "answer": "കർത്താവ്"
  },
  {
    "id": 27,
    "question": "കർത്താവ് തന്റെ ജനത്തെ ഭക്ഷണം നൽകി അനുഗ്രഹിക്കുന്നു എന്നു കേട്ട് ആരോടൊപ്പമാണ് നവോമി തിരികെ പോകാൻ ഒരുങ്ങിയത്?",
    "answer": "മരുമക്കളോടു കൂടെ"
  },
  {
    "id": 28,
    "question": "ആരാണ് യൂദായിലേക്കുള്ള വഴിയിൽ എത്തിയത്?",
    "answer": "നവോമിയും മരുമക്കളും"
  },
  {
    "id": 29,
    "question": "നവോമി താമസിച്ചിരുന്ന സ്ഥലത്തുനിന്ന് മരുമക്കളോടു കൂടെ പുറപ്പെട്ട് എവിടെയെത്തി?",
    "answer": "യൂദായിലേക്കുള്ള വഴിയിൽ"
  },
  {
    "id": 30,
    "question": "യൂദായിലേക്കുള്ള വഴിയിൽ എത്തിയപ്പോൾ നവോമി മരുമക്കളോട് പറഞ്ഞതെന്ത്?",
    "answer": "നിങ്ങൾ മാതൃഭവനങ്ങളിലേക്ക് മടങ്ങി പോകുവിൻ"
  },
  {
    "id": 31,
    "question": "'നിങ്ങൾ മാതൃഭവനങ്ങളിലേക്ക് മടങ്ങി പോകുവിൻ' ആര് ആരോട് പറഞ്ഞു?",
    "answer": "നവോമി മരുമക്കളോട്"
  },
  {
    "id": 32,
    "question": "നിങ്ങൾ ആരോട് കരുണ കാണിച്ചു എന്നാണ് നവോമി മരുമക്കളോട് പറഞ്ഞത്?",
    "answer": "മരിച്ചവരോടും എന്നോടും"
  },
  {
    "id": 33,
    "question": "മരിച്ചവരോടും എന്നോടും നിങ്ങൾ എന്തു കാണിച്ചു എന്നാണ് നവോമി മരുമക്കളോട് പറഞ്ഞത്?",
    "answer": "കരുണ"
  },
  {
    "id": 34,
    "question": "മരിച്ചവരോടും എന്നോടും നിങ്ങൾ കരുണ കാണിച്ചതിനാൽ ആര് നിങ്ങളോടും കരുണ കാണിക്കട്ടെ എന്നാണ് നവോമി പറഞ്ഞത്?",
    "answer": "കർത്താവ്"
  },
  {
    "id": 35,
    "question": "എന്തിന് കർത്താവ് നിങ്ങളെ വീണ്ടും അനുഗ്രഹിക്കട്ടെ എന്നാണ് നവോമി മരുമക്കളോട് പറഞ്ഞത്?",
    "answer": "വിവാഹം ചെയ്ത് കുടുംബജീവിതം നയിക്കാൻ"
  },
  {
    "id": 36,
    "question": "വീണ്ടും വിവാഹം ചെയ്ത് കുടുംബജീവിതം നയിക്കാൻ ആരു നിങ്ങളെ അനുഗ്രഹിക്കട്ടെ എന്നാണ് നവോമി പറഞ്ഞത്?",
    "answer": "കർത്താവ്"
  },
  {
    "id": 37,
    "question": "വീണ്ടും വിവാഹം ചെയ്ത് കുടുംബജീവിതം നയിക്കാൻ കർത്താവ് നിങ്ങളെ അനുഗ്രഹിക്കട്ടെ എന്ന് പറഞ്ഞതിനെ തുടർന്ന് നവോമി എന്തു ചെയ്തു?",
    "answer": "അവൾ അവരെ ചുംബിച്ചു"
  },
  {
    "id": 38,
    "question": "നവോമി മരുമക്കളെ ചുംബിച്ചതിനെ തുടർന്ന് എന്താണ് സംഭവിച്ചത്?",
    "answer": "അവർ പൊട്ടിക്കരഞ്ഞു"
  },
  {
    "id": 39,
    "question": "'ഞങ്ങൾ പോകുന്നില്ല അമ്മയുടെ ആളുകളുടെ അടുത്തേക്ക് ഞങ്ങളും വരുന്നു' ആരാണ് ഇപ്രകാരം പറഞ്ഞത്?",
    "answer": "നവോമിയുടെ മരുമക്കൾ"
  },
  {
    "id": 40,
    "question": "നിങ്ങൾ മാതൃഭവനങ്ങളിലേക്ക് മടങ്ങി പോകുവിൻ എന്ന് നവോമി മരുമക്കളോട് പറഞ്ഞപ്പോൾ അവർ എന്താണ് പറഞ്ഞത്?",
    "answer": "ഞങ്ങൾ പോകുന്നില്ല അമ്മയുടെ ആളുകളുടെ അടുത്തേക്ക് ഞങ്ങളും വരുന്നു"
  },
  {
    "id": 41,
    "question": "ആരുടെ അടുത്തേക്ക് ഞങ്ങളും വരുന്നു എന്നാണ് നവോമിയുടെ മരുമക്കൾ പറഞ്ഞത്?",
    "answer": "അമ്മയുടെ ആളുകളുടെ അടുത്തേക്ക്"
  },
  {
    "id": 42,
    "question": "അമ്മയുടെ ആളുകളുടെ അടുത്തേക്ക് ഞങ്ങളും വരുന്നു എന്ന് മരുമക്കൾ പറഞ്ഞപ്പോൾ നവോമി ചോദിക്കുന്ന രണ്ടു ചോദ്യങ്ങൾ എന്തെല്ലാം?",
    "answer": "1) എന്തിന് എന്നോടുകൂടെ വരുന്നു? 2) നിങ്ങൾക്ക് ഭർത്താക്കന്മാരാകാൻ എനിക്കിനി പുത്രന്മാർ ഉണ്ടാകുമോ?"
  },
  {
    "id": 43,
    "question": "അമ്മയുടെ ആളുകളുടെ അടുത്തേക്ക് ഞങ്ങളും വരുന്നു എന്ന് മരുമക്കൾ പറഞ്ഞപ്പോൾ നവോമി ആദ്യം എന്താണ് മറുപടി പറയുന്നത്?",
    "answer": "എൻറെ മക്കളെ നിങ്ങൾ തിരിച്ചു പോകുവിൻ"
  },
  {
    "id": 44,
    "question": "എന്തിന് എനിക്കിനി പുത്രന്മാർ ഉണ്ടാകുമോ എന്നാണ് നവോമി ചോദിക്കുന്നത്?",
    "answer": "നിങ്ങൾക്ക് ഭർത്താക്കന്മാരാകാൻ"
  },
  {
    "id": 45,
    "question": "നവോമി തൻറെ മരുമക്കളെ 'എൻറെ മക്കളെ' എന്ന് എത്ര പ്രാവശ്യം വിളിക്കുന്നുണ്ട്?",
    "answer": [
      "രണ്ടു പ്രാവശ്യം (വാക്യം 11",
      "12)"
    ]
  },
  {
    "id": 46,
    "question": "നവോമി തൻറെ മരുമക്കളോട് മടങ്ങി പോകുവിൻ, തിരിച്ചു പോകുവിൻ എന്നിങ്ങനെ പറയുന്നുണ്ട്. എത്ര പ്രാവശ്യമാണ് ഇങ്ങനെ പറഞ്ഞിരിക്കുന്നത്?",
    "answer": [
      "മടങ്ങി പോകുവിൻ എന്ന് രണ്ടു പ്രാവശ്യവും",
      "തിരിച്ചുപോകുവിൻ എന്ന് ഒരു പ്രാവശ്യവും"
    ]
  },
  {
    "id": 47,
    "question": "റൂത്ത് 1:12ൽ എൻറെ മക്കളെ നിങ്ങൾ മടങ്ങി പോകുവിൻ എന്ന് പറഞ്ഞതിനെ തുടർന്ന് നവോമി എന്താണ് പറയുന്നത്?",
    "answer": "വിവാഹം ചെയ്യാൻ കഴിയാത്ത വിധം ഞാൻ വൃദ്ധയായിരിക്കുന്നു"
  },
  {
    "id": 48,
    "question": "വിവാഹം ചെയ്യാൻ കഴിയാത്ത വണ്ണം വൃദ്ധയായിരിക്കുന്നത് ആര്?",
    "answer": "നവോമി"
  },
  {
    "id": 49,
    "question": "വിവാഹം ചെയ്യാൻ കഴിയാത്തവണ്ണം ഞാൻ വൃദ്ധയായിരിക്കുന്നു എന്നു പറഞ്ഞതിനെ തുടർന്ന് നവോമി മരുമക്കളോട് ചോദിക്കുന്ന രണ്ടു ചോദ്യങ്ങൾ എന്തെല്ലാം?",
    "answer": "1) ഈ രാത്രി തന്നെ ഭർത്താവിനെ സ്വീകരിച്ച് പുത്രന്മാരെ ഗർഭം ധരിച്ചാൽ തന്നെ അവർക്ക് പ്രായമാകുന്നതുവരെ നിങ്ങൾ കാത്തിരിക്കുമോ? 2) നിങ്ങൾ വിധവകളായി കഴിയുമോ?"
  },
  {
    "id": 50,
    "question": "എന്തിന് കഴിയാത്ത വിധം ഞാൻ വൃദ്ധയായിരിക്കുന്നു എന്നാണ് നവോമി പറഞ്ഞത്?",
    "answer": "വിവാഹം ചെയ്യാൻ കഴിയാത്ത വിധം"
  },
  {
    "id": 51,
    "question": "അവർക്ക് പ്രായമാകുന്നതുവരെ നിങ്ങൾ കാത്തിരിക്കുമോ എന്ന് ചോദിച്ചപ്പോൾ നവോമി 'അവർക്ക്' എന്ന് പറഞ്ഞിരിക്കുന്നത് ആരെക്കുറിച്ചാണ്?",
    "answer": "ഈ രാത്രി തന്നെ ഭർത്താവിനെ സ്വീകരിച്ച് പുത്രന്മാരെ ഗർഭം ധരിച്ചാൽ ആ പുത്രന്മാരെ കുറിച്ച്"
  },
  {
    "id": 52,
    "question": "നിങ്ങൾ വിധവകളായി കഴിയുമോ ആര് ആരോട് ചോദിച്ചു?",
    "answer": "നവോമി മരുമക്കളോട്"
  },
  {
    "id": 53,
    "question": "ആരുടെ കരം എനിക്കെതിരായി ഉയർന്നിരിക്കുന്നു എന്നാണ് നവോമി പറഞ്ഞത്?",
    "answer": "കർത്താവിൻറെ"
  },
  {
    "id": 54,
    "question": "കർത്താവിൻറെ കരം എനിക്കെതിരായി ഉയർന്നിരിക്കുന്നു എന്ന് പറഞ്ഞതാര്?",
    "answer": "നവോമി"
  },
  {
    "id": 55,
    "question": "ആരെ പ്രതിയും താൻ അത്യന്തം വ്യസനിക്കേണ്ടി വരും എന്നാണ് നവോമി പറഞ്ഞത്?",
    "answer": "നിങ്ങളെ പ്രതിയും (മരുമക്കളെ പ്രതി)"
  },
  {
    "id": 56,
    "question": "നിങ്ങളെ പ്രതിയും ഞാൻ അത്യന്തം വ്യസനിക്കേണ്ടി വരും എന്ന് പറഞ്ഞതിനെ തുടർന്ന് പറഞ്ഞിരിക്കുന്നതെന്ത്?",
    "answer": "അവർ വീണ്ടും പൊട്ടിക്കരഞ്ഞു"
  },
  {
    "id": 57,
    "question": "അമ്മായിമ്മയെ ചുംബിച്ച് വിടവാങ്ങിയതാര്?",
    "answer": "ഓർഫ"
  },
  {
    "id": 58,
    "question": "നവോമിയെ പിരിയാതെ കൂടെ നിന്നതാര്?",
    "answer": "റൂത്ത്"
  },
  {
    "id": 59,
    "question": "ഓർഫ അമ്മായിമ്മയെ ചുംബിച്ച് വിടവാങ്ങിയപ്പോൾ റൂത്ത് എന്തു ചെയ്തു?",
    "answer": "അവളെ പിരിയാതെ നിന്നു"
  },
  {
    "id": 60,
    "question": "ഓർഫ ആരുടെ അടുത്തേക്കാണ് മടങ്ങി പോയത്?",
    "answer": "ചാർച്ചക്കാരുടെയും ദേവന്മാരുടെയും അടുത്തേക്ക്"
  },
  {
    "id": 61,
    "question": "ചാർച്ചക്കാരുടെയും ദേവന്മാരുടെയും അടുത്തേക്ക് മടങ്ങി പോയതാര്?",
    "answer": "ഓർഫ"
  },
  {
    "id": 62,
    "question": "ആര് തന്റെ ചർച്ചക്കാരുടെയും ദേവന്മാരുടെയും അടുത്തേക്ക് മടങ്ങി പോയല്ലോ എന്നാണ് നവോമി റൂത്തിനോട് പറഞ്ഞത്?",
    "answer": "നിന്റെ സഹോദരി (ഓർഫ)"
  },
  {
    "id": 63,
    "question": "നിന്റെ സഹോദരി ചർച്ചക്കാരുടെയും ദേവന്മാരുടെയും അടുത്തേക്ക് മടങ്ങി പോയല്ലോ അതുകൊണ്ട് നീ എന്തു ചെയ്യുക എന്നാണ് നവോമി റൂത്തിനോട് പറഞ്ഞത്?",
    "answer": "അവളെപ്പോലെ നീയും പോകുക"
  },
  {
    "id": 64,
    "question": "'അവളെ പോലെ നീയും പോകുക' ആര് ആരോട് പറഞ്ഞു?",
    "answer": "നവോമി റൂത്തിനോട് പറഞ്ഞു"
  },
  {
    "id": 65,
    "question": "അവളെ പോലെ നീയും പോകുക എന്ന് നവോമി പറഞ്ഞപ്പോൾ റൂത്ത് പറഞ്ഞ മറുപടി എന്ത്?",
    "answer": "അമ്മയെ ഉപേക്ഷിക്കാനോ കൂടെ പോരാതിരിക്കാനോ എന്നോട് പറയരുത്"
  },
  {
    "id": 66,
    "question": "ആരെ ഉപേക്ഷിക്കാൻ എന്നോട് പറയരുത് എന്നാണ് റൂത്ത് പറയുന്നത്?",
    "answer": "അമ്മയെ"
  },
  {
    "id": 67,
    "question": "അമ്മയെ ഉപേക്ഷിക്കാനോ കൂടെ പോരാതിരിക്കാനോ എന്നോട് പറയരുത് എന്ന് പറഞ്ഞതിനെ തുടർന്ന് റൂത്ത് എന്താണ് പറഞ്ഞത്?",
    "answer": "അമ്മ പോകുന്നിടത്ത് ഞാനും വരും വസിക്കുന്നിടത്ത് ഞാനും വസിക്കും അമ്മയുടെ ചർച്ചക്കാർ എൻറെ ചർച്ചക്കാരും അമ്മയുടെ ദൈവം എൻറെ ദൈവവും ആയിരിക്കും"
  },
  {
    "id": 68,
    "question": "ആരുടെ ദൈവം എൻറെ ദൈവവും ആയിരിക്കും എന്നാണ് റൂത്ത് പറഞ്ഞത്?",
    "answer": "അമ്മയുടെ (നവോമിയുടെ)"
  },
  {
    "id": 69,
    "question": "അമ്മ പോകുന്നിടത്ത് ഞാനും വരും ഡാഷ് ഞാനും വസിക്കും (റൂത്ത് 1:16 പ്രകാരം പൂരിപ്പിക്കുക)?",
    "answer": "വസിക്കുന്നിടത്ത്"
  },
  {
    "id": 70,
    "question": "എന്ത് എന്നോട് പറയരുത് എന്നാണ് റൂത്ത് പറഞ്ഞത്?",
    "answer": "അമ്മയെ ഉപേക്ഷിക്കാനോ കൂടെ പോരാതിരിക്കാനോ"
  },
  {
    "id": 71,
    "question": "എവിടെ താൻ മരിച്ചു അടക്കപ്പെടും എന്നാണ് റൂത്ത് പറഞ്ഞത്?",
    "answer": "അമ്മ മരിക്കുന്നിടത്ത്"
  },
  {
    "id": 72,
    "question": "റൂത്ത് 1:17ൽ കാണുന്ന പ്രധാന ആശയം?",
    "answer": "മരണം"
  },
  {
    "id": 73,
    "question": "മരണം തന്നെ എന്നെ അമ്മയിൽ നിന്ന് വേർപെടുത്തിയാൽ കർത്താവ് ഡാഷ് എനിക്ക് നൽകിക്കൊള്ളട്ടെ (റൂത്ത് 1:17 പ്രകാരം പൂരിപ്പിക്കുക)?",
    "answer": "എന്തു ശിക്ഷയും"
  },
  {
    "id": 74,
    "question": "നവോമി എന്തുകൊണ്ടാണ് പിന്നീട് അവളെ നിർബന്ധിക്കാത്തത്?",
    "answer": "അവൾ തന്നോടുകൂടെ പോരാൻ ഉറച്ചു എന്നു കണ്ടതിനാൽ"
  },
  {
    "id": 75,
    "question": "റൂത്ത് ആരോടുകൂടെ പോകാനാണ് ഉറച്ചത്?",
    "answer": "നവോമിയോടുകൂടെ"
  },
  {
    "id": 76,
    "question": "നവോമിയും റൂത്തും എവിടെ എത്തി?",
    "answer": "ബെത്ലഹേമിൽ"
  },
  {
    "id": 77,
    "question": "നവോമിയും റൂത്തും ബെത്ലഹേമിൽ എത്തിയപ്പോൾ പട്ടണവാസികൾക്ക് ഉണ്ടായ വികാരം എന്ത്?",
    "answer": "പട്ടണം മുഴുവൻ അവരെ കണ്ട് വിസ്മയിച്ചു"
  },
  {
    "id": 78,
    "question": "പട്ടണം മുഴുവൻ ആരെ കണ്ടാണ് വിസ്മയിച്ചത്?",
    "answer": "നവോമിയെയും റൂത്തിനെയും"
  },
  {
    "id": 79,
    "question": "നവോമിയെയും റൂത്തിനെയും കണ്ടു വിസ്മയിച്ച സ്ത്രീകൾ പരസ്പരം ചോദിച്ചതെന്ത്?",
    "answer": "ഇത് നവോമിയോ?"
  },
  {
    "id": 80,
    "question": "ആരാണ് 'ഇത് നവോമിയോ' എന്ന് ചോദിച്ചത്?",
    "answer": "ബെത്ലഹേമിലെ സ്ത്രീകൾ"
  },
  {
    "id": 81,
    "question": "എന്നെ നവോമി എന്നല്ല ഡാഷ് എന്നാണ് വിളിക്കേണ്ടത് (റൂത്ത് 1:20 പ്രകാരം പൂരിപ്പിക്കുക)?",
    "answer": "മാറ"
  },
  {
    "id": 82,
    "question": "തന്നെ മാറ എന്നാണ് വിളിക്കേണ്ടത് എന്ന് പറഞ്ഞതാര്?",
    "answer": "നവോമി"
  },
  {
    "id": 83,
    "question": "തന്നെ മാറ എന്നാണ് വിളിക്കേണ്ടത് എന്ന് നവോമി പറഞ്ഞത് എന്തുകൊണ്ട്?",
    "answer": "സർവ്വശക്തൻ എന്നോട് വളരെ കഠിനമായിട്ടാണ് പ്രവർത്തിച്ചത്"
  },
  {
    "id": 84,
    "question": "സർവ്വശക്തൻ എന്നോട് എപ്രകാരമാണ് പ്രവർത്തിച്ചത് എന്നാണ് നവോമി പറഞ്ഞത്?",
    "answer": "വളരെ കഠിനമായി"
  },
  {
    "id": 85,
    "question": "ഞാൻ എങ്ങനെയാണ് ഇവിടെ നിന്ന് പോയത് എന്നാണ് നവോമി പറയുന്നത്?",
    "answer": "എല്ലാം തികഞ്ഞവളായി"
  },
  {
    "id": 86,
    "question": "എല്ലാം തികഞ്ഞവളായി ഇവിടെ നിന്ന് പോയ എന്നെ കർത്താവ് എങ്ങനെ തിരിച്ചയച്ചു എന്നാണ് നവോമി പറയുന്നത്?",
    "answer": "ഒന്നും ഇല്ലാത്തവളായി"
  },
  {
    "id": 87,
    "question": "ഒന്നുമില്ലാത്തവളായി നവോമിയെ തിരിച്ചയച്ച ആര്?",
    "answer": "കർത്താവ്"
  },
  {
    "id": 88,
    "question": "കർത്താവ് എന്നെ ഞരുക്കുകയും ഡാഷ് എനിക്ക് ആപത്ത് വരുത്തുകയും ചെയ്യുമ്പോൾ എന്തിനഎന്നെ നവോമി എന്ന് വിളിക്കുന്നു (റൂത്ത് 1:21 പ്രകാരം പൂരിപ്പിക്കുക)?",
    "answer": "സർവ്വശക്തൻ"
  },
  {
    "id": 89,
    "question": "സർവ്വശക്തൻ എനിക്ക് എന്തു വരുത്തുകയും ചെയ്തു എന്നാണ് നവോമി പറയുന്നത്?",
    "answer": "ആപത്ത്"
  },
  {
    "id": 90,
    "question": "തനിക്ക് എന്തൊക്കെ സംഭവിക്കുമ്പോൾ എന്തിനഎന്നെ നവോമി എന്ന് വിളിക്കുന്നു എന്നാണ് നവോമി ചോദിക്കുന്നത്?",
    "answer": "കർത്താവ് എന്നെ ഞരിക്കുകയും സർവ്വശക്തൻ എനിക്ക് ആപത്ത് വരുത്തുകയും ചെയ്യുമ്പോൾ"
  },
  {
    "id": 91,
    "question": "നവോമി എവിടെ നിന്ന് ആരോടുകൂടെയാണ് തിരിച്ചെത്തിയത്?",
    "answer": "മൊവാബിൽ നിന്ന് അവിടുത്തുകാരിയായ മരുമകൾ റൂത്തിനോടു കൂടെ"
  },
  {
    "id": 92,
    "question": "മൊവാബിൽ നിന്ന് അവിടുത്തുകാരിയായ മരുമകൾ റൂത്തിനോടുകൂടെ ബെത്ലഹേമിൽ തിരിച്ചെത്തിയതാര്?",
    "answer": "നവോമി"
  },
  {
    "id": 93,
    "question": "നവോമിയും റൂത്തും ബെത്ലഹേമിൽ തിരിച്ചെത്തിയ കാലത്തിന്റെ പ്രത്യേകത എന്തായിരുന്നു?",
    "answer": "ബാർലി കൊയ്ത്ത് തുടങ്ങിയ സമയമായിരുന്നു"
  },
  {
    "id": 94,
    "question": "എപ്പോഴാണ് നവോമിയും റൂത്തും ബെത്ലഹേമിൽ തിരിച്ചെത്തിയത്?",
    "answer": "ബാർലി കൊയ്ത്ത് തുടങ്ങിയപ്പോൾ"
  },
  {
    "id": 95,
    "question": "നവോമി എന്ന വാക്കിന്റെ അർത്ഥം?",
    "answer": "സന്തുഷ്ട (സന്തോഷവതി)"
  }
];